chat_system_343962031_actor_description=Dragon Skaar. Crazy Dragon.
chat_system_343962031_switch_0_header_2=^?^Tell me, human, have you killed all the incarnations of Haas? The inhabitants of the labyrinth will be very grateful to you if they can live without fear for their skins and for the lives of their cubs.
chat_system_343962031_switch_0_header_3=^?^Thank you, human, on behalf of every free dragon of the labyrinth. We will be happy to help you, as you have helped us. Remember this.
chat_system_343962031_snap_0_question=^?^Stop, stop, wanderer! Finally I've met the one who has managed to get into the labyrinth. Skaar knew, and Skaar believed that sooner or later the labyrinth would be opened.
chat_system_343962031_snap_0_answer_0=^?^Who are you?
chat_system_343962031_snap_3_question=^?^My name is Skaar! This version of my name you should be able to pronounce, human. Tell me, do you come here to help us? Do you come for Haas's head?
chat_system_343962031_snap_3_answer_0=^?^Actually I just want to get to Murock Island.
chat_system_343962031_snap_3_header_0=^?^That is a pity, human. I hoped that the one who would come would be able to save us from Haas. Our life here has been an eternal nightmare.<br>And now that he has vanished, and the seven incarnations taken his place, life has become completely impossible.
chat_system_343962031_snap_1_question=^?^Human. I am glad to see you.
chat_system_343962031_snap_1_answer_0=^?^I've killed all the incarnations of Haas.
chat_system_343962031_snap_1_answer_1=^?^I want to recruit the free dragons into my army.
chat_system_343962031_snap_1_answer_2=^?^How can I help you, dragon?
chat_system_343962031_snap_1_answer_3=^?^Tell me about Haas.
chat_system_343962031_snap_1_answer_4=^?^Tell me the history of the labyrinth and the dragons.
chat_system_343962031_snap_1_answer_5=^?^Tell me more about Haas's incarnations.
chat_system_343962031_snap_1_answer_6=^?^I'd like to know more about Ultrax.
chat_system_343962031_snap_1_answer_7=^?^I'm sorry, but I have to go.
chat_system_343962031_snap_10_question=^?^So we are free once more? Our cubs can sleep well, and we'll live in peace with the elves again?<br>I am so grateful to you for your help, human. Here, take it. There is nothing like this in your world. This cloak was created on my native world, in Ultrax!<br>[reward]
chat_system_343962031_snap_10_answer_0=^?^I hope you'll be able to find peace with the elves. They have suffered greatly from Haas's wickedness.
chat_system_343962031_snap_11_question=^?^You said you wanted to get to Murock? I can help you. We dragons are excellent mages. I will teach you how you can get from the beginning of the labyrinth directly to Murock in a moment, so you will not have to navigate through the labyrinth.<br><br>[s]The dragon shows you a couple of gestures and a key-word, which allows you to get through the labyrinth in a second.[/s]
chat_system_343962031_snap_11_answer_0=^?^Thank you, dragon.
chat_system_343962031_snap_7_question=^?^Free the labyrinth of all the seven incarnations of Haas. Kill them all, that peace may reign here once more. For this you will receive a worthy reward, [player].<br>[reward]
chat_system_343962031_snap_7_answer_0=^?^Ok, I'll help you.
chat_system_343962031_snap_7_answer_1=^?^I'm sorry, I need to think about it.
chat_system_343962031_switch_1_header_0=^?^The elves gave him the name Haas. Elves cannot pronounce a dragon's name any better than humans. Long ago he was injured badly in Ultrax, and he and his henchmen became very cruel.<br>Now Haas has divided into seven parts, each of them a piece of his soul. Nobody knows how this has happened to him, or where he is now. Maybe if you kill all his incarnations, you will kill him. No one knows.
chat_system_343962031_snap_2_question=^?^Long ago we left our native Ultrax and found our shelter here, in Endoria.<br>The elves were so kind to give us a part of their lands; it was with their permission that the Labyrinth became a second home for us. We lived in peace with the elves for a long time. We cherished our freedom, and allowed no one to control us; every family lived separately, on their own.
chat_system_343962031_snap_2_answer_0=^?^(Listen further...)
chat_system_343962031_snap_5_question=^?^And then Haas appeared. He was one of those dragons that had suffered from the Ultrax sun. The fierce sun, it seems, had dazzled his mind. He made many of us make a declaration of loyalty to him, and he killed those dragons who disagreed.<br>Then he turned to the elves. By his order, dragons ravaged and burned down elven towns, and kidnapped their children. It made the elves hate us - and, unable to resist us, they decided to seal the labyrinth.
chat_system_343962031_snap_5_answer_0=^?^(Listen further...)
chat_system_343962031_snap_6_question=^?^Thus we were trapped for many years under the absolute rule of the mad Haas and his henchmen.<br>But recently, something happened to Haas. He disappeared, and seven of his incarnations appeared instead. It became unbearable, because all his doubles are completely mad.<br>Now chaos reigns in the labyrinth. We would be very grateful to you if you could save us from them.
chat_system_343962031_snap_6_answer_0=^?^This is very interesting.
chat_system_343962031_snap_6_header_0=^?^Thank you for listening to my story, human.
chat_system_343962031_snap_4_question=^?^This is some unknown magic: somehow a spell fragmented Haas. You can meet the incarnations of him, which manifest his strength, his fearsomeness, or his intellect.<br>All the incarnations are different, and I do not know the power of each of them.
chat_system_343962031_snap_4_answer_0=^?^What is the difference between them, and which of them is the most dangerous?
chat_system_343962031_snap_4_header_0=^?^They all are very dangerous. However, I advise great caution with the violet dragon, the incarnation of fear. Just the sight of him is enough to make your warriors tremble.
chat_system_343962031_snap_13_question=^?^Our world is wonderful. The rays of our sun are iridescent, and high mountains stretch to the very sky. This is the most beautiful place one could imagine.
chat_system_343962031_snap_13_answer_0=^?^So what are you doing here if your world is so wonderful?
chat_system_343962031_snap_13_header_0=^?^Ultrax is a dying world.<br>Yes, our world perishes, scorched by the merciless rays of a dying star. We hid in the caves, in the shade from its violet rays, for thousands of years. But realizing that our race is dying and would eventually be burned completely, many dragons preferred to flee to other worlds.<br>Here, in Endoria, the climate is good, although it's kind of cool for us.
